dbaeumer.vscode-eslint
github.copilot
github.copilot-chat
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
oouo-diogo-perdigao.docthis
tamasfe.even-better-toml
timonwong.shellcheck
